Repository: omeka-s-modules/Exports
Catalog: language/*.po
Languages: ca_es, it

source: Exporting. This may take a while.
ca_es: S'està exportant. Pot trigar una estona.
it: Esportazione in corso. Potrebbe volerci un po' di tempo.

source: See this job for progress.
ca_es: Consulta aquest procés per veure el seu progrés.
it: Vedi questo lavoro per l'avanzamento.

source: Successfully deleted the export resource. Deleting export artifacts from the server.
ca_es: S'ha eliminat correctament el recurs d'exportació. S'estan eliminant els artefactes d'exportació del servidor.
it: Risorsa dell'esportazione eliminata con successo. Eliminazione degli artefatti dal server in corso.

source: Successfully deleted the export resource. Could not delete export artifacts from the server.
ca_es: S'ha eliminat correctament el recurs d'exportació. No s'han pogut eliminar els artefactes d'exportació del servidor.
it: Risorsa dell'esportazione eliminata con successo. L'eliminazione degli artefatti dal server non è stata possibile.

source: Exports
ca_es: Exportacions
it: Esportazioni

source: Create an export
ca_es: Crea una exportació
it: Crea un'esportazione

source: Date created
ca_es: Data de creació
it: Data di creazione

source: Exporter
ca_es: Exportador
it: Esportatore

source: Download
ca_es: Descarrega
it: Scarica

source: Re-export
ca_es: Torna a exportar
it: Ri-esporta

source: No exports found. %s
ca_es: No s'ha trobat cap exportació. %s
it: Nessuna esportazione trovata. %s

source: Create a new export.
ca_es: Crea una nova exportació
it: Crea una nuova esportazione.

source: Begin export
ca_es: Inicia una exportació
it: Inizia l'esportazione

source: Create export
ca_es: Crea una exportació
it: Crea esportazione

source: What would you like to export?
ca_es: Què voleu exportar?
it: Cosa vorresti esportare?

source: Export job
ca_es: Exporta el procés
it: Lavoro di esportazione

source: Status: %s [%s]
ca_es: Estat: %s [%s]
it: Stato: %s [%s]

source: no log
ca_es: sense registre
it: nessun log

source: Started: %s
ca_es: Iniciat: %s
it: Iniziato: %s

source: Ended: %s
ca_es: Finalitzat: %s
it: Completato: %s

source: Data
ca_es: Dades
it: Dati

source: exporter name must be a string
ca_es: el nom de l'exportador ha de ser una cadena de caràcters
it: esportatore deve essere una stringa di testo

source: export_data must be an array
ca_es: export_data ha de ser una matriu
it: export_data deve essere un array

source: An export must have an export name
ca_es: Les exportacions han de tenir un nom
it: Un'esportazione deve avere un nome di esportazione

source: An export must have a label
ca_es: Les exportacions han de comptar amb una etiqueta
it: Un'esportazione deve avere un'etichetta

source: Configure your export below.
ca_es: Configura les exportacions.
it: Configura la tua esportazione qui sotto

source: export
ca_es: exportació
it: esporta

source: Exports directory path
ca_es: Exporta la ruta del directori
it: Percorso della cartella delle esportazioni

source: Invalid exports directory path. The path must exist and be writable by the web server.
ca_es: Ruta del directori d'exportació incorrecte. La ruta ha d'existir i el servidor web ha de tenir permisos d'escriptura.
it: Percorso della cartella per le esportazioni non valido. Il percorso deve essere già esistente e il web server deve poterci scrivere.

source: Export a file containing data about selected resources (CSV or JSON-LD).
ca_es: Exporta un fitxer amb les dades dels recursos seleccionats (CSV o JSON-LD).
it: Esporta un file contenente dati riguardo alle risorse selezionate (CSV o JSON-LD)

source: Primary types
ca_es: Tipus
it: Tipi primari

source: Other types
ca_es: Altres tipus
it: Altri tipi

source: Select the type of resource to export.
ca_es: Seleccioneu el tipus de recurs que s'exportarà.
it: Seleziona il tipo di risorsa da esportare

source: Select a resource type
ca_es: Selecciona un tipus de recurs
it: Seleziona un tipo di risorsa

source: Resource query
ca_es: Consulta de recurs
it: Query per risorse

source: Enter the query used to filter the resources to be exported. If no query is entered, all available resources will be exported.
ca_es: Configureu la consulta que s'usarà per filtrar els recursos a exportar. Si no introduïu cap consulta, s'exportaran tots els recursos disponibles.
it: Inserisci la query per filtrare le risorse da esportare. Se non si inserisce nessuna query, tutte le risorse disponibili saranno esportate.

source: Item query
ca_es: Consulta d'ítem
it: Query sui contenuti

source: Configure the query used to filter the items to be exported. If no query is entered, all available items will be exported.
ca_es: Configureu la consulta que s'usarà per filtrar els recursos a exportar. Si no introduïu cap consulta, s'exportaran tots els recursos disponibles.
it: Configura la query per filtrare i contenuti da esportare. Se non si inserisce nessuna query, tutti i contenuti disponibili saranno esportati.

source: Item set query
ca_es: Consulta de conjunt de recursos
it: Query per collezioni

source: Configure the query used to filter the item sets to be exported. If no query is entered, all available item sets will be exported.
ca_es: Configureu la consulta que s'usarà per filtrar els conjunts de recursos a exportar. Si no introduïu cap consulta, s'exportaran tots els conjunts disponibles.
it: Configura la query per filtrare le collezioni da esportare. Se non si inserisce nessuna query, tutte le collezioni disponibili saranno esportate.

source: Media query
ca_es: Consulta de fitxer multimèdia
it: Query per media

source: Configure the query used to filter the media to be exported. If no query is entered, all available media will be exported.
ca_es: Configureu la consulta que s'usarà per filtrar els fitxers multimèdia a exportar. Si no introduïu cap consulta, s'exportaran tots els fitxers disponibles.
it: Configura la query per filtrare i media da esportare. Se non si inserisce nessuna query, tutti i media disponibili saranno esportati.

source: Select the format of the export file.
ca_es: Selecciona el format d'exportació.
it: Seleziona il formato per l'esportazione di file.

source: Select a format
ca_es: Selecciona un format
it: Seleziona un formato

source: Multivalue separator
ca_es: Separador multivalor
it: Separatore per valori multipli

source: Enter the character to separate multiple values in a cell.
ca_es: Introduïu el caràcter per separar múltiples valors en una cel·la.
it: Inserisci il carattere utilizzato per separare valori multipli in una cella.
